stress-test-pairs/mixed-couples-run2-2021-12-02_07:28:25/100-wf1-100-wf3/wave-iteration-3/out-wf1-100-2021-12-02_12:34:38.txt
Requests      [total, rate]            90000, 100.00
Duration      [total, attack, wait]    15m0.065563219s, 14m59.988167078s, 77.396141ms
Latencies     [mean, 50, 95, 99, max]  119.260288ms, 71.175262ms, 338.024761ms, 1.23170674s, 2.733337306s
Bytes In      [total, mean]            982079978, 10912.00
Bytes Out     [total, mean]            0, 0.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             200:90000  
Error Set: